q1 =  "От глобального потепления произошели колебания климата Земли заметно отклонение в погоде "
q2 = """Глобальное потепление в основном вызвано увелечением концентрации парниковых газов в атмосфере. Глфвным образом за счет сжигания ископаевомо топлива ("уголь, нефть, газ,") такие газы как метан закись азота углекислый газ улавливают тепло"""
q3 = """Да, если полностью перестроить энергетическую систему. Сегодня около 87% мировой энергии даёт ископаемое топливо (нефть, уголь, газ) Чтобы уменьшить количество выбросов, нужно применять низкоуглеродные источники энергии: ветер, солнце, геотермальные процессы (происходящие в недрах земли). ё один способ — развивать углеродный захват, когда двуокись углерода извлекается из выбросов с электростанций, нефтеперерабатывающих заводов и прочих предприятий и закачивается под землю.."""
q4 = """Учёные прогнозируют, что дальнейшее глобальное потепление может усилить губительные для людей процессы, спровоцировать засухи, наводнения, молниеносное распространение опасных болезней. 
        Из-за повышения уровня моря многие населённые пункты, находящиеся в прибрежной зоне, будут затоплены. 
        Последствия штормов станут более глобальными.Сезоны дождей станут более продолжительными, что приведёт к большему количеству наводнений.Увеличится длительность и засушливых периодов, что грозит мощными засухами.Тропические циклоны станут сильнее: скорость ветра будет выше, осадки — обильнее.Сочетание повышенной температуры и засухи затруднит выращивание некоторых сельскохозяйственных культур.
        Многие виды животных будут мигрировать, чтобы сохранить привычные условия обитания. 
        Часть из них может исчезнуть совсем. 
        К примеру, подкисление океана, который поглощает диоксид углерода (он выделяется при сжигании ископаемого топлива), убивает устриц и коралловые рифы, ухудшает условия существования хищников."""
q5 = """Для этого есть ряд причин: политические (отстаивание интересов определённых компаний), технологические (альтернативная энергетика считается слишком дорогой) и прочие.
        Самыми активными «производителями» парниковых газов являются Китай, США, страны Евросоюза, Индия, Россия.
        Если выбросы всё-таки удастся значительно сократить, есть шанс остановить глобальное потепление на отметке в 1 градус.
        Но если никаких изменений не будет, средняя температура может повыситься на 4 градуса и более.)"""


